# -*- coding: utf-8 -*-
"""
Created on Sun Jun 10 20:14:56 2018
网格事件数量随着时间变化的折线图
@author: SZU
"""
import pandas as pd
import matplotlib.pyplot as plt
import numpy as np

# =============================================================================
# plt.title('网格事件数量折线图')
# plt.xlabel('时间')
# plt.ylabel('数量')
# =============================================================================

plt.title(u'网格事件数量折线图')
# =============================================================================
# plt.plot(x, y1, label='y = sin(x)')
# plt.plot(x, y2, label='y = cos(x)')
# =============================================================================
plt.legend()
plt.show()